{
  "菜名": "不一定正宗但一定好吃的南昌拌粉",
  "照片": "https://i2.chuimg.com/26d576d82c1a4bba8139c1d223989e5a_1500w_1124h.jpg?imageView2/2/w/660/interlace/1/q/75",
  "食材清单": [],
  "做法": [
    "1. 做南昌拌粉买细米粉比较好好煮也好入味哦我今天去超市没买到细粉就买了一包麻姑米粉偏粗了一些将就吃了……（推荐买0.6-0.8的比较好）",
    "2. 先煮米粉每个人煮米粉习惯都不同我一般冷水下粉先煮滚 再下凉水再煮滚 再下凉水 反复3次左右今天这个粉前后一共煮大概10分钟左右 关火焖2/3分钟（不同的粉 粗细质地不同不同炉具火力不同 以及不同的粉量时间仅供参考 同学们还是根据自己粉和火力灵活调整时间）",
    "3. 米粉煮熟即可、千万不要熟过 、太熟的话粉容易断 口感会不好！切记",
    "4. 煮好的粉要立即用凉水反复冲洗去米浆、让米粉迅速降温 保持弹性",
    "5. 完全冲凉后的米粉 沥水备用",
    "6. 这是今天做拌粉需要用到的所有食材、漏拍一个花生米～～1:把食材都洗净切好2:炸复合香油3:熬复合酱油4:做鲜椒酱5:油泼辣子",
    "7. 冷锅冷油下洗好沥干水的花生米、小火炸熟花生米、不用炸焦 刚刚熟就好！（我今天用奶锅小火炸了5-6分钟左右 时间仅供参考 炸好的花生米可以拌一点白醋或白酒 保脆）懒得自己炸的同学也可以买炸好的熟花生米！",
    "8. 萝卜干买五香萝卜干或萧山萝卜干都行本地五香萝卜干偏咸口萧山萝卜干偏甜口大家按自己口味选我习惯性萝卜干要用凉开水洗一下然后沥水 把萝卜干剁碎或切碎做南昌拌粉萝卜干不可或缺咸菜和酸豆角啥的爱吃也可以放",
    "9. 我个人觉得南昌拌粉的灵魂在于鲜椒酱没有鲜椒酱的拌粉是不够地道的～～新鲜的青辣椒剁碎新鲜的小米椒剁碎大蒜头几瓣也剁碎装在一个碗里加一点点盐拌匀备用我建议你们多剁一些 我今天偷懒剁少了我做的青辣椒和小米椒的比例3:0.5:0.3 （三两青椒 半两小米椒  15克大蒜头）同学们也可以按自己口味调整（不吃蒜可以不放 爱吃蒜就多放 爱吃辣的多放小米椒）",
    "10. 复合香油准备好一个奶锅、下一根细芹菜、1/4个洋葱、几片胡萝卜、香菜根、葱白、几片生姜、几瓣大蒜头、2个八角一小块桂皮几片香叶一点点茴香、最后倒油 我用的葵花籽油 、油要莫过蔬菜、油多一点少一点无所谓看自己喜欢（另外一个让复合香油更好吃的秘诀 熬制的时候记得加一大勺猪油）蔬菜香料也不是一定要按我配的这些可以按自己口味搭配你没有洋葱可以用红葱头没有小葱也可以用大葱比如加胡萝卜是为了让油有颜色用南瓜也一样、熬出来油就是金黄色如果你加点甜菜头 油就会是红色（⚠️敲重点 不想熬的话 可以用家里其他香油 猪油 代替 ）",
    "11. 复合酱油老抽+生抽+冰糖+蚝油+水比例也不固定 按自己口味放蚝油我今天加了一勺大概10-15克左右（⚠️敲重点 不想熬 直接用老抽和生抽就OK）",
    "12. 香油 酱油 我都是小火熬制的量不大 一般熬10-12分钟左右就差不多如果熬的多适当延长时间～～",
    "13. 香油里面的料焦黄就是熬好了 然后把油过滤出来、里面的料都不要了（⚠️敲重点 不想熬的话 可以用家里其他香油 猪油 代替 ）",
    "14. 酱油熬好之后会很浓稠 、记住一定要全程小火哦！如果喜欢颜色深的同学可以把冰糖换成红糖～～（⚠️敲重点 不想熬 直接用老抽和生抽就OK）",
    "15. 熬好的香油趁热倒一部分进剁好的新鲜辣椒碗中、再加2勺熬好的酱油 拌匀如果时间允许 这个鲜椒酱最好提前一晚做好 冰箱冷藏保存、会比临时做的更入味更好吃！（鲜椒酱除了拌粉拌面做凉拌菜 比如凉拌豆腐 凉拌皮蛋 那也是绝壁的好吃）（⚠️敲重点 不想做鲜椒酱 家里有什么辣椒酱就用什么辣椒酱）",
    "16. 准备好干辣椒碎我今天用的二荆条配子弹头一个香一个辣组合使用把前面炸花生的油烧热 分2次浇到辣椒碎里面 立马搅拌一下注意油温不宜太高 以免辣椒炸糊温度也不能太低 激不出辣椒的香（⚠️敲重点 不想做辣油 直接用成品 不用也行）",
    "17. 我这个油温差不多180-190度 如果用高油温冲辣椒 可以事先在干辣椒碎里面加一点水 这样不容易焦、油分2次泼进去 我顺手加了点芝麻会更香",
    "18. 补一张食材图",
    "19. 都齐备了～～可以开始拌粉了咯调料都是按自家口味整的各种调味的量同学们酌情加减～～咸菜、萝卜干、葱花复合酱油、复合香油、香菜花生米、鲜椒酱、油泼辣子、麻油、剁椒、盐、胡椒粉、复合香粉、（⚠️敲重点 不想准备这么多配料 就不用 手边有啥用啥）",
    "20. 剁椒用的现成的、不吃辣的同学可以忽略",
    "21. 准备好一个拌粉用的盆 （我用的打蛋盆）粉烫一下开水立马用筛子捞出沥干加入 复合酱油 、复合香油 、鲜椒酱 、剁椒酱、萝卜丁、葱花 、香菜 、花生米 、油泼辣子、鸡粉、如果口味重的话 再加一点点盐和胡椒粉 拌匀～～至于量 自己酌情放 没有硬性标准 香菜不吃就别放 爱吃的多放就对了 另外爱吃麻油的同学也可以滴几滴～～喜欢蒜香的再多加蒜蓉！（外面卖的拌粉 还要加复合香粉 自己家吃可以忽略 有兴趣的同学可以自己配一点 一般就是鸡精 味精 排骨味粉 XX香粉 某宝都有卖 这些混合在一起就是复合香粉）",
    "22. 拌拌好～可以开吃了～～",
    "23. 卤菜店买的顺风",
    "24. 今天去晚了没有买到卤牛肉就买卤毛肚回来拌粉",
    "25. 想吃什么拌什么～～",
    "26. 煮粉之前还煮了几片藕 煮好 泡凉开水 吃之前油泼辣子里滚一滚 拌粉吃～～",
    "27. 用老式搪瓷碗拌更有感觉～～",
    "28. 拌粉和肉饼汤不可以分开～～",
    "29. 瘦肉剁好 可以纯瘦 也可以带一点点肥加一点点盐 也可以加一点淀粉 随意把肉饼放在一个碗里 打好鸡蛋、切记不要加水！蒸锅准备好 把肉饼放进去蒸5-6分钟等鸡蛋完全凝固了 就加开水进去随手加一点点盐 然后再蒸15-20分钟具体蒸的时间看你肉量汤量以及火力灵活调整！（我喜欢食材的本味 所以不加味精 同学们酌情放自己喜欢的调味）",
    "30. 看完以上这些、有同学觉得麻烦呢 看看就好  叫外卖它不香嘛！我也经常叫呢～～",
    "31. 新学的蒸肉饼方法：肉饼汤：一斤猪前夹肉 肥3瘦7、手工剁肉、加 80克冷水 8克糖 5克盐 1克胡椒粉、搅拌上劲后 按成饼状冷冻2小时后入碗、打蛋 、干蒸15分钟 、加味水（盐 +矿泉水或凉白开） 再蒸20-30分钟蒸蛋盅有盖子的 因为拍照拿开蒸的时候盖了"
  ],
  "链接": "https://www.xiachufang.com/recipe/104100491/",
  "类型": [
    "主食"
  ]
}