{
  "菜名": "书法蛋糕卷｜把艺术吃进嘴里",
  "照片": "https://i2.chuimg.com/a6dcf5b0afaf4b8192cf6ba7bab13442_1707w_2560h.jpg?imageView2/2/w/660/interlace/1/q/75",
  "食材清单": [],
  "做法": [
    "1. 先调字体霜：黄油软化成膏状加入糖粉，打蛋器打顺滑细腻。分2次加入室温的蛋清，打发至全部吸收。加入低筋面粉和竹炭粉，搅拌顺滑细腻，可流动状态。（竹炭粉可以换成食用黑色素、深黑可可粉、普通棕色可可粉等，可可粉颜色浅的话多加几克，自己看着调）",
    "2. 装入裱花袋，剪口要和你的字体一样粗细。剪太细了写出来的字不饱满，剪太粗了写出来字会糊。",
    "3. 打印出来一张你喜欢的镜像书法字体（反着的哦），铺在油布下面，油布四边可以用胶带稍微粘一下固定",
    "4. 直接照着字体描出来就行，接触油布的一面一定要写的饱满，不要有断开，这样正面才好看。而且字体要有一定厚度，防止薄薄一层烘烤后被油布粘走。⚠️我写5行为了整体好看，大家可以只写中间2行，因为卷起来基本只看中间两行，写2行轻松无压力，写5行需要更多耐心。",
    "5. 写好铺在烤盘里，拿去冷冻或者冷藏冻硬。",
    "6. 接下来做蛋糕卷：分离蛋清和蛋黄，蛋清碗里保证干净无水无油，且一丢丢蛋黄也不能混入，会打发不起来，分离后的蛋清密封放入冰箱，冷冻或冷藏备用。⚠️选用新鲜鸡蛋，蛋黄不容易破，蛋白更稳定。我用的65-70克一个鸡蛋，建议蛋清蛋黄分别称克重，太小的可以多加。",
    "7. 牛奶和玉米油加入碗里",
    "8. 蛋抽搅拌均匀，完全乳化",
    "9. 过筛加入低筋面粉",
    "10. 蛋抽搅拌均匀无干粉",
    "11. 加入蛋黄",
    "12. 蛋抽搅拌均匀细腻备用",
    "13. 冰箱拿出蛋清，加入柠檬汁",
    "14. 蛋白高速打发，期间分三次加糖。打发到出现大泡泡时加第一次糖（我这不是玉米淀粉哦，是糖粉。因为没有细砂糖了，怕粗砂糖不好融化，自己磨的糖粉）",
    "15. 泡沫变小变细腻，加第二次糖",
    "16. 打发到出现纹路，加第三次糖",
    "17. 整个打发过程先高速5档，后中低速打发，最后打发至湿性发泡，用低速1档整理两圈气泡更细腻。状态如图，提起蛋白霜呈现大弯钩或者小弯钩状态。蛋白是软软的，但是也不会滴落下来。",
    "18. 接下来混合蛋白霜和蛋黄糊",
    "19. 蛋白霜分1/3到蛋黄糊盆里",
    "20. 蛋抽大致翻拌均匀，用切拌的手法，不能打圈圈哦，容易消泡",
    "21. 拌匀后再倒回蛋白霜盆里",
    "22. 继续用翻拌、切拌的手法，盆底盆边都要铲起来，全部拌匀",
    "23. 冰箱拿出烤盘，蛋糕糊盆距离台面30cm，倒入烤盘中，这样有利于排掉大气泡。蛋糕糊先倒在字体上，把所有字体都覆盖住，防止弄花。最后再用刮刀刮平表面，轻震一下震出大气泡",
    "24. 放入提前预热好的烤箱，柏翠K85pro，上下火180度，烤20-23分，我烤了23分。（180度是炉内温度计实测的实际温度）⚠️我这个温度只适合我这台烤箱，其它烤箱不适合哦。根据自家烤箱和经验来，不要照搬。风炉参考温度：130度烤35分左右。其它家用烤箱参考温度：上下火150度，烤30分左右。",
    "25. 蛋糕卷生长良好，很饱满",
    "26. 出炉立刻震盘，震出热气，立刻从烤盘里取出，揭掉四边油布",
    "27. 趁热翻过来，要趁热揭开油布，感觉像开盲盒🤔，激动的心，颤抖的手。要慢慢慢慢慢慢地揭油布哦，揭太快字体容易被油布粘走",
    "28. 当当当～～～完美～～～我很满意～～～全网最好看的书法蛋糕卷～～～",
    "29. 蛋糕卷冷却期间准备夹心：淡奶油中加入砂糖，打发变硬。做e卷用200克淡奶油，加10克糖。做o卷用250克淡奶油，加15克糖",
    "30. 蛋糕卷冷却后表面盖油纸，翻面，抹上夹心。",
    "31. 我卷的O卷，冰箱冷冻定型30分钟左右",
    "32. 定型好拿出来慢慢慢慢慢揭掉油布，揭太快了字体可能又被油纸粘走了。切掉两端不规则部分，完成",
    "33. 当宣纸上的笔锋化作蛋糕的纹路，每一口都是诗意的绽放，如云朵般柔软的蛋糕卷裹挟着香浓奶油，如同行楷间错落的字句，甜蜜与清新碰撞出独特韵味。",
    "34. 无论是日常小聚时「岁月静好」的心意，还是节日里「花好月圆」的祈愿，又或是祝寿宴上「福寿安康」的祝福，这款书法蛋糕卷都能以独特的东方美学，为每一个珍贵时刻赋予诗意与仪式感。",
    "35. 😍😍好吃又艺术的蛋糕卷，期待大家的作业哦，交作业帮我点个“好极了”感谢大家，祝大家暴富，发财，多吃不长胖！其它好吃的蛋糕卷，关注我主页，顶部搜索栏🔍搜：蛋糕卷",
    "36. 来一口吧，腹有诗书～～",
    "37. 一人一口～～"
  ],
  "链接": "https://www.xiachufang.com/recipe/107535582/",
  "类型": [
    "点心"
  ]
}