{
  "菜名": "称霸烧烤届！那些年惊艳的烧烤食材及腌制秘诀",
  "照片": "https://i2.chuimg.com/4b496d9b4823413998b0fb42f9f46e83_1350w_1080h.jpg?imageView2/2/w/660/interlace/1/q/75",
  "食材清单": [],
  "做法": [
    "1. 烧烤一哥羊肉串镇楼，要想和外面的羊肉串做得一样，就比较讲究部位和嫩肉了，具体方法在我另一个方子里写了，可以看看www.xiachufang.com/recipe/104443257/",
    "2. 2号选手：战斧牛排，人多的时候用炭火烤一个战斧绝对是惊艳无比，无论用煎还是烤箱都不能比！                                                   只是战斧那么厚，平时又没有大烤炉，我们需要加工下，用大火把平底锅烧热，倒入一点油，把边煎透封边，使它产生美拉德反应，放一边进行下一步",
    "3. 和黄油一起封入袋子里抽真空，投入水中58度一个半小时进行低温慢煮（我拍的时候机器还在升温中）如果你没有低温慢煮机的话，还是选择薄一点的牛排吧。",
    "4. 慢煮完毕后大火烤两面烤出焦褐感，得到一个外焦里软完美的7分熟战斧牛排",
    "5. 3号选手：蜜汁猪肋排，建议购买黑毛猪的，不太肥又嫩，前面低温慢煮里牛排旁边的就是这个猪排，慢煮完毕后用清净园的腌牛排酱（一定是牛排酱，他们的猪排酱不好吃）腌制一小时，大火烤到外层焦褐再剪开，汁水刚刚好！                                                 如果没有低温慢煮就剪开后再烤烤吧",
    "6. 4号选手：蒜蓉茄子，要做到和外面一样烤茄子，准备工作一定要做好，把茄子整个刷油，烤箱220度10分钟烤软，你也可以蒸软，记得刷油不然会爆。一定要先烤软，不然无法摊开，时间还久",
    "7. 这是烤软后的",
    "8. 制作一个蒜蓉酱，蒜，酱油，蚝油，盐，糖我喜欢多放点，小火熬一下，最后扔一块黄油进去会非常香",
    "9. 软的茄子划一刀慢慢摊开，把秘制蒜泥涂上放在炭火上烤入味，撒上葱花或香菜，我还喜欢敲个蛋，朋友都说比烧烤店里的还好吃",
    "10. 6号：升级三件套，接下来提高烧烤层次又不容易失败的食材三件套：黑虎虾，北海道贝柱，厚牛舌放在一起写吧",
    "11. 锡纸折一个小船，底下铺上泡好的粉丝，上面放两个贝柱，刚刚茄子用的蒜泥酱放一些，一小块黄油增香",
    "12. 我一般放在旁边让它慢慢沸腾，黄油融化在蒜蓉里，粉丝吸满了汤汁，贝柱鲜嫩美味",
    "13. 接着处理黑虎虾，你可以选择开背，但我一般直接串，撒点盐，开背容易一不小心烤老",
    "14. 黑虎虾的特点是它大，而且冰冻了再解冻肉也不散，这样就不用一大早去买新鲜的了",
    "15. 接下来牛舌，看到没有，整根处理完一斤半的牛舌才60几哦！日料店88只有4片哦",
    "16. 这是我买来的整块，我们需要处理下，牛舌是这样的：越后段越嫩，越靠舌尖越老，所以你后段的厚切，前段的薄切",
    "17. 我一般用两根细钢签串平行串它，多翻面，5分钟就能熟，撒盐和黑胡椒就行，超好吃的",
    "18. 7号选手：盐烤大闸蟹，大闸蟹裹上满满的盐，要多！包上锡纸放在炭旁边烘，和烤红薯一样，大概要个10几分钟",
    "19. 超级鲜，比蒸出来的好吃，一会就抢光了",
    "20. 8号选手，烤生蚝🦪，某宝直接搜乳山生蚝，大号基本25只50元左右，如果不是当天烤，袋口敞开冷藏两天没有问题，放上蒜泥和粉丝，想批量完成的话，烤箱210度15分钟",
    "21. 9号选手，烤羊棒，羊棒有两种做法：1.烤箱200度上下火40分钟烤到基本熟，再上炭火烤出焦褐的脆皮，蘸辣椒面或盐胡椒孜然吃2.用卤料（超市有现成的卤料包）加上生抽老抽盐炖煮3小时，再烤",
    "22. 蘸上孜然盐辣椒的混合调料，香",
    "23. 10号选手炭烤掌中宝，掌中宝这东西真是又便宜又好吃，依然是用清净园的牛排酱腌制一小时，甜咸口的加上炭火的香味，绝啦",
    "24. 11号选手甜玉米粒，这位选手看似很费功夫，其实你只需要选择整齐的玉米，直接在玉米上一排穿过去，再把那排一掰就下来了，烤熟沾点炼乳，简直是甜品",
    "25. 12号选手：烤鸡皮，鸡皮是一个便宜又容易被忽略的美味，腌制起来只要在盐水里浸泡，烤时刷酱就行，脆脆的超级好吃啊",
    "26. 13号选手：炭烤鸭舌，这也是个一烤就及其美味的东西，同样盐水里腌一会，翻几下就能熟了，很饱的时候依然能吃完！",
    "27. 14号选手：烤面包夹八喜，面包两面烤到焦黄，一勺八喜放在上面预热化一下，旁边融化着马苏里拉芝士，冰淇淋一夹，芝士一裹，太幸福了！",
    "28. 15号选手：烤日式年糕，某宝自行搜索日本年糕，一定要是这种纯糯米的年糕才行，烤熟后会拉丝沾上炼乳，美味！",
    "29. 还有就是一些常见选手了：鸡胗，鸡心，鸡翅，五花肉，牛排，羊排",
    "30. 各种菇类和一些蔬菜，比如娃娃菜韭菜等等",
    "31. 或者脆脆爽爽的贡菜等",
    "32. 你需要不容易生灰，不容易爆火星的炭，我推荐这种机制炭，中间空心的这种，燃烧稳定超长待机，那种果木炭就是坑！点炭的时候我一般是在煤气上烧几块（放心，我有开窗开门）不然另需购买固体酒精",
    "33. 需要一副防护手套可以让你涂手扒拉炭",
    "34. 需要一些方便专业的工具",
    "35. 买一箱椰子🥥，和烧烤最搭",
    "36. 当然还有酒",
    "37. 一群为你串菜的工人",
    "38. 熟练的撬蚝技术",
    "39. 下雨天也不放弃的精神",
    "40. 还有一个成为全村人希望的烧烤师傅"
  ],
  "链接": "https://www.xiachufang.com/recipe/104450960/",
  "类型": [
    "其他"
  ]
}