{
  "菜名": "能量满满的猪肉脆皮肠(烤肠、灌肠、自制香肠)",
  "照片": "https://i2.chuimg.com/d51730e763b641cfb5bc92a5d9b278f2_1686w_1134h.jpg?imageView2/2/w/660/interlace/1/q/75",
  "食材清单": [],
  "做法": [
    "1. 葱姜水制作方法:葱切小段或者切丝、姜切片，倒入100g水中(我用的纯净水)，放冰箱中冷藏四五个小时，水用滤网过滤出来(没有滤网的话，葱姜用筷子夹出来)，葱姜会吸水，用的时候差不多也就剩80g水了。",
    "2. 准备猪肉，我用的是2.5肥 7.5瘦的腿肉，肉先洗干净，控干水分，然后瘦肉跟肥肉分开处理。瘦肉: 切成细丁，不用太小，太碎太小的话口感不好，这一步我是纯手工操作，没用机器。肥肉: 先切成小粒，再放入绞肉机，可以多绞一会，打的细腻点。肥肉不切直接打的话，第一不容易打细腻，第二容易缠在机器上，也容易伤机器。没有机器的话，可以手工剁的细腻点，会累一点。肉处理好后混合均匀备用。",
    "3. 倒80g葱姜冰水(葱姜不要倒进去)，跟所有的调料混合在一起，搅拌均匀即可。(忘记拍照了)剩下的葱姜不要浪费，煮肠或者做菜的时候都可以用。",
    "4. 将肉馅跟拌好的调料混合均匀，调料水分次加入，我分了三次加入，边倒边搅拌，每次等水分被肉吸收后再加入，用筷子或者手(我用的是手)沿一个方向搅拌，待肉馅上劲，能感觉到明显的阻力，有很多的白色拉丝状(可参考图片上的状态)，就是肉馅上劲起筋了，这样可以让肉馅更加筋道有嚼劲，大概需要约十分钟，调的肉馅比较多的话，搅拌的时间会更久哦。肉馅搅打上劲后放冰箱冷藏四五个小时，可以让肉馅更入味，成品也会更Q弹，所以不建议省略！………………………………………………【补充: 有的反馈香肠粉粉的，没有弹性，很可能就是步骤2跟这一步没处理好，处理瘦肉的时候不建议机打哦。同时，天热制作香肠，注意控制肉馅的温度，建议冷藏后再搅拌，搅拌后上劲儿后再继续冷藏！】",
    "5. 准备肠衣，我用的猪肠衣，先用清水将肠衣洗干净，然后把肠衣的一端对着水龙头，多冲洗几次内壁；灌水的时候可以看到肠衣有没有破洞，有的话，直接从破洞的地方剪开就可以了。洗净后加少许白酒或者料酒泡一会去味，大概半个小时就可以。小提醒: 不用将一包肠衣都洗完，我用的猪肠衣，这次拆开的一包有三根肠衣，我用了两根。",
    "6. 将肠衣全部套在灌肠器上，不好套的话，灌肠器上可以少抹点油，会好套很多，套好后先不要打结。将肉馅加到灌肠器里面，组装好灌肠器，旋转推动，把肉馅挤到快要从灌肠器口出来的状态，排出里面的空气。此时肠衣底部打结，开始灌肠！",
    "7. 灌肠的时候，一只手操作灌肠器，另外一只手控制肠衣滑动速度，避免爆肠，不要灌太满了，差不多八分满就可以，用手可以按下去的程度，灌的太少，口感不紧实，灌太多会爆！全部灌好后，在你喜欢的长度处用棉线打结就可以，8－10厘米或者其他任意的长度都可以。新手做建议打活结，不要问我怎么知道的😂😂😂。",
    "8. 灌好的肠放在通风口，风干表皮。我们这儿现在夜晚温度10度左右，我放在阳台上开窗风干了一晚上。肠与肠要尽量分开，挨在一起的部分，一晚上表皮还是软软的，我又把它对着风扇吹了会儿。小提醒: 如果温度高的话，就不能过夜晾了，会变质的。也可以对着风扇吹1个小时左右，表面摸起来干爽不粘手就可以。",
    "9. 用容嬷嬷扎人的小针(也可以用牙签)，在每一节香肠表面扎几个小孔排气，也可以看肠衣上哪里有空气就在哪儿扎个孔！一定要扎它，不能省略，不然煮的时候容易爆肠。",
    "10. 冷水入锅，不要盖盖子，开中小火，煮到水似开但是没有开的状态，转最小火，煮至香肠全部浮起，大概30分钟左右。煮的过程中，要用筷子来回翻动，避免受热不均匀，导致底部的香肠爆肠；翻动的时候看到肠衣表面有空气也可以再次用小针针扎它！知识点: 全程水都不能沸腾哦，其实小火不盖盖子，水基本上也不会沸腾。",
    "11. 煮好的肠衣，捞出，摊开晾干，热的肠很快就晾干了，然后一节节剪开，这样吃的时候比较方便，我数了下一共19根，够吃一段时间的了。吃不完的放冰箱冷冻室，再次吃的时候，可以用平底锅煎一下，我是习惯先拿出来解会儿冻，再放一点点点油煎一下；也可以不用解冻，但是需要多煎一会儿！",
    "12. 这是上次做的肉肠，当时做好后我就迫不及待煎了一根，跟外面卖的那种完全不一样，吃到嘴里就是满口的原肉香，伴随着黑胡椒的风味，想吃的话，就快快快行动起来吧！毕竟我做的你们也吃不到，哈哈！"
  ],
  "链接": "https://www.xiachufang.com/recipe/105946447/",
  "类型": [
    "荤菜"
  ]
}