{
  "菜名": "蒸饺🥟好吃的秘诀",
  "照片": "https://i2.chuimg.com/2a7c35f5dfb04087aa77401b75702c08_580w_464h.jpg?imageView2/2/w/660/interlace/1/q/75",
  "食材清单": [],
  "做法": [
    "1. 面粉用量：其实面粉的用量和水的用量不必过于苛刻十分精确的数字，毕竟中华美食文化的精髓并不是食材的称重而是手艺上的细节。  以上给出的面粉用量大概是，1-2人份，抓不了用量的小伙伴可以作为参考。 「Tips」这里给没有量杯，秤量器具的盆友们分享一个简单的方法，找一个家里的大小中等的碗，面粉装至2/3满即可。 （最后做出的量便取决于你容器的大小了 ^ ^）",
    "2. 水的用量：热水：温水=1:1 基本做到等量就行   若是按照我上面说的方法抓面粉的小伙伴呢，准备好适量的热水和温水，我们下一步和面见～",
    "3. 和面的关键：和面的水不怕加多，只怕你没加够。  先加盐进去和面粉搅拌均匀  （盐的用量很少很少，是为了帮助面团生成面筋，取比平时炒菜的用量多一丢丢即可）开始加水，筷子从中间划开把面粉一分为二，热水一边，温水一边，❣️没法称量的小伙伴看这里❣️ （不要担心没法量取的问题）水可以分次添加和面粉搅拌，「注意」不要心急，先拌一边，再拌另一边，先把面粉搅拌成絮状，再把它们倒出到案板上，进行下一步揉搓。",
    "4. 揉面：像这样👆🏻，两手掌心向外推面，手指再把推出去的面扣回来，尽量多次地重复揉搓，帮助面团更好的形成面筋，待你感觉像刚做完热身运动时，你就达到了健康饮食的第一步［手动狗头］",
    "5. 面团的关键：这里我们要格外注意一些细节。 『粘手』：说明和面水加多了，补些干面粉再次搓揉。 『难以搓揉』水加少了，面团有些过硬，手成拳头沾水，（这时你可以宣泄一下最近的情绪）胖揍面团！把水揉进面团里，直至它变得有弹性并柔软。 『表面粗糙』：开始成团的面团是这样的，是因为它内部还没有形成完整的面筋，保证它水加够的前提下（即揉面时不粘手，不粘案板），用保鲜膜把它包起来醒面即可。（不用理它，接下来你可以去调馅料了，但记得醒面也不要……拖到第二天哦😂当天和面可以不当天吃，但最好当天包）",
    "6. 擀皮的关键：醒面半小时～1小时后开始操作（醒面时间过长，皮会失去劲道的口感，半小时到一小时为最佳）分成大小均匀的剂子 开擀！（新手开始上手可能会想要双手，可是我建议可以尝试双手像图上👆🏿这样操作）提面皮的手拇指、食指轻轻地拿住就好，另一只手擀一下，转一下面皮。  重点是擀开皮的边缘，面皮的中心会慢慢的由边缘的展开突出一点厚度，即可。（中间厚是为了馅料包起来会在中心位置，蒸出来不会破皮）边缘部分尽你所能越薄越好（不要担心破皮，注意到前面每一步细节的话，是不会破皮的），这样蒸出来的饺子皮是半透明的，可以看到内馅。",
    "7. 开包！尽你所能的包多一点馅料，饺子包法根据大家喜好来就好，毕竟，吃到肚子里最后都是一样的，哈哈哈",
    "8. 这是一条中间插入，以下会是我不定期更新的馅料部分。 肉馅的蒸饺蒸出来个人觉得不如水饺好吃，我更推荐大家可以尝试不同时蔬搭配出来的素馅，蔬菜中的鲜搭配皮的劲道，一定令你胃口大开( ´▽｀)",
    "9. 【西葫芦虾仁】用料：蚝油、盐、花椒粉 这里有个关键是：西葫芦去皮切丝后用盐腌个5～10分钟 析出水分后把水挤掉（只挤出析出的水分即可 不用过于用力 不然蒸出来就不好吃了）虾仁记得去虾线哦～ 然后切丁加入蚝油（不必过多，虾仁本身有一点咸味）盐、花椒粉适量依据个人口味添加（花椒粉稍稍多加一点会很好吃哦）",
    "10. 【鸡蛋胡萝卜木耳】用料：盐、五香粉、花椒粉、香油、黑芝麻、葱花  鸡蛋打散锅里炒一下开始结块时加入葱花、黑芝麻爆香（记得鸡蛋开始结块时火一定要调小哦，加黑芝麻会更香，如果不喜欢可以不加）快速搅散，加胡萝卜丝/丁 翻炒，最后加入木耳  同样的，盐、五香粉、花椒粉、香油依据个人口味添加（香油几滴就好，我个人觉得多了会盖过食材本身的味道）",
    "11. 【茄子辣椒】嗯……之前忘了拍照啦……所以大家脑补一下这个画面叭(/ω＼) 👆🏻上面一激动打错了，辣椒切丁嘿嘿，切丝……口感应该不如切丁的好🤔  注意哦！茄子不要把水挤太干了，不然蒸出来特别干！别问我怎么知道的！！！ 依旧是盐、五香粉、花椒粉、香油根据个人口味添加（我个人觉得五香粉不要太多，香油可加可不加，花椒粉加爆！）╮(╯▽╰)╭没办法，超爱吃花椒，花椒粉，花椒油……😑",
    "12. 最后当然是快乐的开吃啊！献丑了，我拙劣的手艺，哎，这是好久以前做的一次的照片了，实在是我啊…每次做好已经饿到不行，总是会忘记拍照(/ω＼）嗯( ´▽｀)总之，味道还是很不错的哦😋～"
  ],
  "链接": "https://www.xiachufang.com/recipe/104748457/",
  "类型": [
    "其他"
  ]
}